<!DOCTYPE HTML>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <!--ТУТ КОРОЧЕ КАК БУДЕТ ИСКАТЬСЯ СТРАНИЦА, ТЕГИ ДЛЯ ПОИСКА-->
    <meta name="keywords" content="Таблица менделеева, переодическая таблица менделеева">
    <!--ОПИСАНИЕ СТРАНИЦЫ В ПОИСКЕ ВРОДЕ КАК, НО ЭТО ОПИСАНИЕ-->
    <meta name="description" content="Таблица менделеева кастомка">
    <link rel="stylesheet" href="../style/style_table_mendeleev.css">
    <title>Таблица Менделеева</title>
</head>

<body>
    <header>
        <!--ВВЕРХНЯЯ ЧАСТЬ САЙТА-->
    </header>
    <main>
        <!---->
        <div class="one">
            <table>
                <caption>
                    <h2>Переодическая таблица менделеева</h2>
                </caption>
                <tr>
                    <td rowspan="2"><b>ПЕРИОДЫ</b></td>
                    <td rowspan="2"><b>РЯДЫ</b></td>
                    <td colspan="5" style="text-align: center;"><b>ГРУППЫ ЭЛЕМЕНТОВ</b></td>
                </tr>
                <tr style="text-align: center;">
                    <td><b>I</b></td>
                    <td><b>II</b></td>
                    <td><b>III</b></td>
                    <td><b>IV</b></td>
                </tr>
                <tr style="text-align: center;">
                    <td><b>I</b></td>
                    <td><b>1</b></td>
                    <td style="background-color: #F08080">
                        <a href="https://ru.wikipedia.org/wiki/%D0%92%D0%BE%D0%B4%D0%BE%D1%80%D0%BE%D0%B4"
                            target="_blank"
                            title="Водоро́д (химический символ — H, от лат. hydrogenium) — химический элемент первого периода периодической таблицы химических элементов Д. И. Менделеева, с атомным номером 1. Одноатомная форма водорода — самое распространённое химическое вещество во Вселенной, составляющее примерно 75 % всей барионной массы. Звёзды, кроме компактных, в основном состоят из водородной плазмы. Самый лёгкий из элементов периодической таблицы.. Клик чтоб узнать больше!">
                            <p class="element">H</p>
                            <p class="number_and_oxidation"><b>1</b></p>
                            <p class="number_and_oxidation">1,00797</p>
                            <p class="symbol"><b>Водород</b></p>
                        </a>
                    </td>
                    <td>&nbsp;</td>
                    <td>&nbsp;</td>
                </tr>
                <tr style="text-align: center;">
                    <td><b>II</b></td>
                    <td><b>2</b></td>
                    <td style="background-color: #F08080">
                        <a href="https://ru.wikipedia.org/wiki/%D0%9B%D0%B8%D1%82%D0%B8%D0%B9" target="_blank"
                            title="Ли́тий (химический символ — Li, от лат. Lithium) — химический элемент 1-й группы. Как простое вещество литий — это очень лёгкий (обладает наименьшей плотностью среди всех металлов), мягкий щелочной металл серебристо-белого цвета. Клик чтоб узнать больше!">
                            <p class="element">Li</p>
                            <p class="number_and_oxidation"><b>3</b></p>
                            <p class="number_and_oxidation">6.939</p>
                            <p class="symbol"><b>Литий</b></p>
                        </a>
                    </td>
                    <td style="background-color: #F08080">
                        <a href="https://ru.wikipedia.org/wiki/%D0%91%D0%B5%D1%80%D0%B8%D0%BB%D0%BB%D0%B8%D0%B9"
                            target="_blank"
                            title="Бери́ллий (химический символ — Be, от лат. Beryllium) — химический элемент 2-й группы, второго периода периодической системы химических элементов Д. И. Менделеева с атомным номером 4. Как простое вещество бериллий — это относительно твёрдый щелочноземельный металл светло-серого цвета. Чрезвычайно токсичен. Бериллий и его соединения относятся к канцерогенам первой категории по МАИР. Клик чтоб узнать больше!">
                            <p class="element">Be</p>
                            <p class="number_and_oxidation"><b>4</b></p>
                            <p class="number_and_oxidation">9,0122</p>
                            <p class="symbol"><b>Берилий</b></p>
                        </a>
                    </td>
                    <td style="background-color: #FFD700">
                        <a href="https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80_(%D1%8D%D0%BB%D0%B5%D0%BC%D0%B5%D0%BD%D1%82)"
                            target="_blank"
                            title="Бор (химический символ — B, от лат. Borum) — химический элемент 13-й группы, второго периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 5. Простое вещество бор — это бесцветный, серый или красный кристаллический, либо тёмный аморфный полуметалл. Известно более 10 аллотропных модификаций бора, образование и взаимные переходы которых определяются температурой, при которой бор был получен. Клик чтоб узнать больше!">
                            <p class="element">B</p>
                            <p class="number_and_oxidation"><b>5</b></p>
                            <p class="number_and_oxidation">10,811</p>
                            <p class="symbol"><b>Бор</b></p>
                        </a>
                    </td>
                    <td style="background-color: #FFD700">
                        <a href="https://ru.wikipedia.org/wiki/%D0%A3%D0%B3%D0%BB%D0%B5%D1%80%D0%BE%D0%B4"
                            target="_blank"
                            title="Углеро́д (химический символ — C, от лат. Сarboneum) — химический элемент четырнадцатой группы второго периода, периодической системы химических элементов Д. И. Менделеева, с атомным номером 6. Три изотопа данного элемента встречаются в окружающем нас мире. Изотопы 12C и 13C являются стабильными, в то время как 14C радиоактивный (период полураспада данного изотопа составляет 5730 лет). Углерод был известен ещё в античном мире. Клик чтоб узнать больше! ">
                            <p class="element">С</p>
                            <p class="number_and_oxidation"><b>6</b></p>
                            <p class="number_and_oxidation">12,01115</p>
                            <p class="symbol"><b>Углерод</b></p>
                        </a>
                    </td>
                </tr>
                <tr style="text-align: center;">
                    <td><b>III</b></td>
                    <td><b>3</b></td>
                    <td style="background-color: #F08080">
                        <a href="https://ru.wikipedia.org/wiki/%D0%9D%D0%B0%D1%82%D1%80%D0%B8%D0%B9" target="_blank"
                            title="На́трий (химический символ — Na, от лат. Natrium) — химический элемент 1-й группы, третьего периода периодической системы химических элементов Д. И. Менделеева. Атомный номер — 11. В виде простого вещества натрий — это очень лёгкий (0,971 г/см3), мягкий, химически активный[5] щелочной металл серебристо-белого цвета. На внешнем энергетическом уровне натрий имеет один электрон, который он легко отдаёт, превращаясь в положительно заряженный катион Na+.. Клик чтоб узнать больше!">
                            <p class="element">Na</p>
                            <p class="number_and_oxidation"><b>11</b></p>
                            <p class="number_and_oxidation">22,9898</p>
                            <p class="symbol"><b>Натрий</b></p>
                        </a>
                    </td>
                    <td style="background-color: #F08080">
                        <a href="https://ru.wikipedia.org/wiki/%D0%9C%D0%B0%D0%B3%D0%BD%D0%B8%D0%B9" target="_blank"
                            title="Ма́гний (химический символ — Mg, от лат. Magnesium) — химический элемент 2-й группы (по устаревшей классификации — главной подгруппы второй группы, IIA), третьего периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 12. Простое вещество магний — лёгкий, ковкий щёлочноземельный металл серебристо-белого цвета. Клик чтоб узнать больше!">
                            <p class="element">Mg</p>
                            <p class="number_and_oxidation"><b>12</b></p>
                            <p class="number_and_oxidation">24,312</p>
                            <p class="symbol"><b>Магний</b></p>
                        </a>
                    </td>
                    <td style="background-color: #FFD700">
                        <a href="https://ru.wikipedia.org/wiki/%D0%90%D0%BB%D1%8E%D0%BC%D0%B8%D0%BD%D0%B8%D0%B9"
                            target="_blank"
                            title="Алюми́ний (химический символ — Al, от лат. Aluminium) — химический элемент 13-й группы, третьего периода периодической таблицы химических элементов Д. И. Менделеева, с атомным номером 13. Простое вещество алюминий — это лёгкий парамагнитный металл серебристо-белого цвета, легко поддающийся формовке, литью, механической обработке. Алюминий обладает высокой тепло- и электропроводностью, стойкостью к коррозии за счёт быстрого образования прочных оксидных плёнок, защищающих поверхность от дальнейшего взаимодействия. Клик чтоб узнать больше!">
                            <p class="element">Al</p>
                            <p class="number_and_oxidation"><b>13</b></p>
                            <p class="number_and_oxidation">26,9815</p>
                            <p class="symbol"><b>Алюминий</b></p>
                        </a>
                    </td>
                    <td style="background-color: #FFD700">
                        <a href="https://ru.wikipedia.org/wiki/%D0%9A%D1%80%D0%B5%D0%BC%D0%BD%D0%B8%D0%B9"
                            target="_blank"
                            title="Кре́мний (химический символ — Si, от лат. Silicium) — химический элемент 14-й группы, третьего периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 14. Простое вещество кремний представляется в различных модификациях. В аморфной форме — это коричневый порошок, в кристаллической — тёмно-серый, слегка блестящий полуметалл, являющийся вторым по распространённости химическим элементом в земной коре (после кислорода). Имеет очень важное значение для современной электроники. Клик чтоб узнать больше!">
                            <p class="element">Si</p>
                            <p class="number_and_oxidation"><b>14</b></p>
                            <p class="number_and_oxidation">28,086</p>
                            <p class="symbol"><b>Кремний</b></p>
                        </a>
                    </td>
                </tr>
                <tr style="text-align: center;">
                    <td><b>IV</b></td>
                    <td><b>4</b></td>
                    <td style="background-color: #F08080">
                        <a href="https://ru.wikipedia.org/wiki/%D0%9A%D0%B0%D0%BB%D0%B8%D0%B9" target="_blank"
                            title="Ка́лий (химический символ — K, от лат. Kalium) — химический элемент 1-й группы, четвёртого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 19. Простое вещество калий — мягкий щелочной металл серебристо-белого цвета. В природе калий встречается только в соединениях с другими элементами, например, в морской воде, а также во многих минералах. Клик чтоб узнать больше!">
                            <p class="element">K</p>
                            <p class="number_and_oxidation"><b>19</b></p>
                            <p class="number_and_oxidation">39,102</p>
                            <p class="symbol"><b>Калий</b></p>
                        </a>
                    </td>
                    <td style="background-color: #F08080">
                        <a href="https://ru.wikipedia.org/wiki/%D0%9A%D0%B0%D0%BB%D1%8C%D1%86%D0%B8%D0%B9"
                            target="_blank"
                            title="Ка́льций (химический символ — Ca, от лат. Calcium) — химический элемент 2-й группы, четвёртого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 20. Простое вещество кальций — это умеренно твёрдый[3], очень лёгкий химически активный щёлочноземельный металл серебристо-белого цвета. Впервые получен в чистом виде Г. Дэви в 1808 году. Кальций относится к числу жизненно важных элементов для организмов. Клик чтоб узнать больше!">
                            <p class="element">Ca</p>
                            <p class="number_and_oxidation"><b>20</b></p>
                            <p class="number_and_oxidation">40,08</p>
                            <p class="symbol"><b>Кальций</b></p>
                        </a>
                    </td>
                    <td style="background-color: #00BFFF">
                        <a href="https://ru.wikipedia.org/wiki/%D0%A1%D0%BA%D0%B0%D0%BD%D0%B4%D0%B8%D0%B9"
                            target="_blank"
                            title="Ска́ндий (химический символ — Sc, от лат. Scandium) — химический элемент 3-й групп, четвёртого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 21. Простое вещество скандий — лёгкий переходный редкоземельный металл серебристого цвета с характерным жёлтым отливом. Клик чтоб узнать больше!">
                            <p class="element_right">Sc</p>
                            <p class="number_and_oxidation1"><b>21</b></p>
                            <p class="number_and_oxidation1">1,00797</p>
                            <p style="float: left; width: 100%; text-align: right;"><b>Скандий</b></p>
                        </a>
                    </td>
                    <td style="background-color: #00BFFF">
                        <a href="https://ru.wikipedia.org/wiki/%D0%A2%D0%B8%D1%82%D0%B0%D0%BD_(%D1%8D%D0%BB%D0%B5%D0%BC%D0%B5%D0%BD%D1%82)"
                            target="_blank"
                            title="Тита́н (химический символ — Ti, от лат. Titanium) — химический элемент 4-й группы, четвёртого периода периодической системы химических элементов Д. И. Менделеева, с атомным номером 22. Простое вещество титан в нормальных условиях — это лёгкий переходный металл серебристо-белого цвета. Обладает высокой коррозионной стойкостью. Клик чтоб узнать больше!">
                            <p class="element_right">Ti</p>
                            <p class="number_and_oxidation1"><b>22</b></p>
                            <p class="number_and_oxidation1">1,00797</p>
                            <p style="float: left; width: 100%; text-align: right;"><b>Титан</b></p>
                        </a>
                    </td>
                </tr>
            </table>
        </div>
    </main>
    <footer>
        <!--ПОДВАЛ САЙТА-->
    </footer>
</body>

</html>