<?php
//Задание 1

// for ($i = 5; $i <= 13; $i++)
//     echo $i . "<br>";

//Задание 2.

// WHILE

// $num = 1000;
// $a = 0;
// while ($num > 50) {
//     $num = $num / 2;
//     $a++;
//     echo 'Поделили' . ' ' . "$a" . ': ' . "$num" . "<br>";
// }
// echo 'Итераций'. ' ' . '= ' . "<b>" . "$a" . "<b>" . "<br>";

// FOR

$a = 0;
for ($num = 1000; $num > 50;) {
    $num = $num / 2;
    $a++;
    echo 'Поделили' . ' ' . "$a" . ': ' . "$num" . "<br>";
}
echo 'Итераций' . ' ' . '= ' . "<b>" . "$a" . "<b>" . "<br>";
