<?php

// 23 слайд. 1 задание.
for ($q = 1; $q <= 30; $q++)
    if ($q % 2 == 0) {
        echo "$q <br>";
    }
echo "<br>";
// 23 слайд. 2 задание.
for ($a = 1; $a <= 50; $a++) {
    if ($a % 3 == 0 and $a % 5 == 0)
        echo "<b>$a</b> <br>";
    elseif ($a % 3 == 0)
        echo "<i>$a</i> <br>";
}
echo "<br>";
// 23 слайд. 3 задание.
// echo "3 задание";
// $z = 1;
// $x = 3;
// $v = 0;
// for ($c = 4 * (1 - $z / $x + $z / $x); $c <= 3.14;) {
//     $x += 2;
//     $v++;
//     echo "$c";
// }
// echo "<br>";

// 23 слайд. 4 задание.
$w = 1;
$s = 1;
$d = 0;
$e = 0;
while ($e <= 10) {
    $e = $e + $w / $s;
    $w += 3;
    $s += 1;
    $d++;
}
echo "$d <br>";
echo "<br>";

// 24 слайд. 1 задание.
$t = 0;
for ($f = 0; $f <= 10; $f++) {
    if ($f % 2 == 0) {
        $t = $t + $f;
    }
}
echo "$t <br>";
echo "<br>";
