<?php 
echo '<div class="interests">
<div class="art1"><img src="../img/StarWars.jpg" id="starwars" title="Звездные Войны" alt="Упс! Обнови страничку и попробуй еще раз"></div>
<div class="text_interests">Медиафраншиза в жанре эпическая космическая опера, включающая в себя 12
    художественных фильмов (9 эпизодов основной саги, также известна как «Сага Скайуокеров», 2 фильма
    «историй» и 1 анимационный), а также игровые и анимационные сериалы, игровые телефильмы, документальные
    фильмы, книги, комиксы, видеоигры, аттракционы, игрушки и прочие произведения, созданные в рамках единой
    фантастической вселенной «Звёздных войн», задуманной и реализованной американским режиссёром Джорджем
    Лукасом в конце 1970-х годов, позднее расширенной.</div>
</div>
<div class="interests">
<div class="art1"><img src="../img/BacktotheFuture.jpg" id="back_future" title="Назад в будущее" alt="Упс! Обнови страничку и попробуй еще раз"></div>
<div class="text_interests">Подросток Марти с помощью машины времени, сооружённой его другом-профессором
    доком
    Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё
    подростками, и другом-профессором, совсем молодым.</div>
</div>
<div class="interests">
<div class="art1"><img src="../img/Naruto.jpg" id="naruto" title="Наруто" alt="Упс! Обнови страничку и попробуй еще раз"></div>
<div class="text_interests">Сёнэн-манга Масаси Кисимото, рассказывающая о жизни
    шумного и непоседливого ниндзя-подростка Наруто Удзумаки, мечтающего достичь всеобщего признания и стать
    Хокагэ — главой своего селения и сильнейшим ниндзя. Чтобы добиться уважения окружающих, ему предстоит
    пройти через тысячи препятствий: экзамены ниндзя, различные миссии и сражения.</div>
</div>
<div class="interests">
<div class="art1"><img src="../img/HarryPotter.jpg" id="harrypotter" title="Гарри Поттер" alt="Упс! Обнови страничку и попробуй еще раз"></div>
<div class="text_interests">Фильм рассказывает, как мальчик-сирота, живший у своих тетей с дядей, тщательно
    скрывавших его истинное происхождение из-за боязни всего "необычного", в день своего 11-го дня рождения
    узнает, что он - настоящий волшебник. И мир, в котором Гарри провел свое детство - не его. Теперь, он
    должен отправиться в самую лучшую школу Чародейства и Волшебства Хогвартс. Где он будет жить среди
    подобных ему магов, научиться стать сильным и даже узнает тайну гибели своих родителей... но еще большей
    неожиданностью для него станет то, что в мире волшебников, Гарри Поттер, является знаменитостью.</div>
</div>';
?>